<?php
/*
 * Created on 2012-6-30
 *
 * To change the template for this generated file go to
 * Window - Preferences - PHPeclipse - PHP - Code Templates
 */
  require '../include/common.inc.php';
  
 $array = array(
    "id" => "1",
    "title" => "新疆昭苏县强降雨致2494只羊惨死于洪水",
    "summary" => "7月28日22时到次日凌晨6时30分，新疆昭苏县突降暴雨，造成河水暴涨，引发山洪，致使昭苏镇、乌尊布拉克乡、洪纳海乡、阿克达拉乡、察汗乌苏蒙古民族乡、昭苏马场、昭苏种马场不同程度受灾，经济损失达1094万元。",
    "publishedDate" => "2014-07-28 10:07",
    "viewcount"=> "13"
);
$result[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "江西萍乡政府副秘书长彭济庆涉严重违纪被调查",
    "summary" => "萍乡市政府副秘书长、萍乡经济技术开发区党委副书记、管委会主任彭济庆涉嫌严重违纪，目前正接受组织调查。",
    "publishedDate" => "2014-04-08 10:05",
    "viewcount"=> "123"
);
$result[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "我国400万人才移民发达国家 以高新等领域为主",
    "summary" => "中国与全球化智库和社会科学文献出版社共同发布《国际人才蓝皮书：海外华侨华人专业人士报告（2014）》。蓝皮书指出，目前在美国、加拿大、澳大利亚、日本、新加坡等发达国家的海外华侨华人专业人士数量接近400万。近70%的海外华侨华人专业人士在企业工作。",
    "publishedDate" => "2014-04-08 10:03",
    "viewcount"=> "153"
);
$result[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "北京在国庆节前将拆除九成群租房",
    "summary" => "今天上午，首都综治办召开电视电话会议，通报全市治理群租房情况。截至目前，9个月来全市共拆除群租房1.95万户，占全部2.4万户的79.5%。",
    "publishedDate" => "2014-03-04 14:37",
    "viewcount"=> "131"
);
$result[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "日本战犯筑谷章造:灌凉水夹铁棍拷问地下党员",
    "summary" => "国家档案局网站今天发布第34名日本战犯筑谷章造的侵华罪行笔供。笔供显示，筑谷章造曾使用“鬼畜都不忍的手段”拷问地下党员。",
    "publishedDate" => "2013-10-31 11:04",
    "viewcount"=> "341"
);
$result[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "深圳人大代表被绑付370斤黄金 20名被告受审",
    "summary" => "当时折合近5000万元；这起惊天绑架案20名被告人昨天在深圳中院受审",
    "publishedDate" => "2013-10-31 11:03",
    "viewcount"=> "7881"
);
$result[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "男子醉驾摩托撞树身亡 家属起诉政府称没管好树",
    "summary" => "男子醉酒后无证驾驶无牌摩托车，撞上村道边的绿化树导致身亡，死者家属以树枝修剪不当为由，起诉了镇政府。近日，从化法院审结了这场“离奇”的官司。死者家属的诉求被驳回，但在法院的协调下，镇政府给生活贫困的家属发放了1.5万元救济金。",
    "publishedDate" => "2013-10-31 11:02",
    "viewcount"=> "112"
);
$result[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "东莞派出所占用公路辅道 警员称占用公地没啥",
    "summary" => "4日，东莞市城市管理综合执法局塘厦分局称，占用公路辅道和绿化带的围墙，既没有经过规划部门审批，也没有报建手续。",
    "publishedDate" => "2013-10-31 10:55",
    "viewcount"=> "561"
);
$result[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "云南省委书记:查处腐败问题没有限额不设指标",
    "summary" => "清远市清城区法院对清远市清城区原环保局局长陈柏和滥用职权、受贿案一审宣判。法院判处陈柏和获有期徒刑11年，决定执行有期徒刑10年6个月，没收财产3万元，陈柏和当庭表示上诉。去年12月初，陈柏和被市民持手机通话录音实名向纪委举报，录音中“分分钟可以搞垮一间厂”的说法引发热议。",
    "publishedDate" => "2013-10-31 10:48",
    "viewcount"=> "11"
);
$result[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "云南省委书记:查处腐败问题没有限额不设指标",
    "summary" => "“要发挥利剑作用，坚决遏制腐败，不断开创云南巡视工作新局面”，近日，云南省委书记秦光荣在先后召开的省委听取巡视工作汇报“五人小组”会议、省委常委会、省委全委(扩大)会议上强调。秦光荣主持召开的一系列会议，传达学习了习近平总书记在中央政治局常委会听取巡视情况汇报时的重要讲话和王岐山同志在中央巡视工作动员部署会上的讲话精神，听取巡视情况和工作汇报，研究贯彻落实中央对巡视工作新部署新精神的意见和措施。",
    "publishedDate" => "2013-10-31 10:35",
    "viewcount"=> "4561"
);
$result[]=$array;


////////////////////////////////////////////////////////////////////////////////////////


 $array = array(
    "id" => "1",
    "title" => "新疆昭苏县强降雨致2494只羊惨死于洪水",
    "summary" => "7月28日22时到次日凌晨6时30分，新疆昭苏县突降暴雨，造成河水暴涨，引发山洪，致使昭苏镇、乌尊布拉克乡、洪纳海乡、阿克达拉乡、察汗乌苏蒙古民族乡、昭苏马场、昭苏种马场不同程度受灾，经济损失达1094万元。",
    "publishedDate" => "2014-07-28 10:07",
    "viewcount"=> "13"
);
$hot[]=$array;
 
  
 $array = array(
    "id" => "1",
    "title" => "我国400万人才移民发达国家 以高新等领域为主",
    "summary" => "中国与全球化智库和社会科学文献出版社共同发布《国际人才蓝皮书：海外华侨华人专业人士报告（2014）》。蓝皮书指出，目前在美国、加拿大、澳大利亚、日本、新加坡等发达国家的海外华侨华人专业人士数量接近400万。近70%的海外华侨华人专业人士在企业工作。",
    "publishedDate" => "2014-04-08 10:03",
    "viewcount"=> "153"
);
$hot[]=$array;
  
 $array = array(
    "id" => "1",
    "title" => "北京在国庆节前将拆除九成群租房",
    "summary" => "今天上午，首都综治办召开电视电话会议，通报全市治理群租房情况。截至目前，9个月来全市共拆除群租房1.95万户，占全部2.4万户的79.5%。",
    "publishedDate" => "2014-03-04 14:37",
    "viewcount"=> "131"
);
$hot[]=$array;

  
 $array = array(
    "id" => "1",
    "title" => "深圳人大代表被绑付370斤黄金 20名被告受审",
    "summary" => "当时折合近5000万元；这起惊天绑架案20名被告人昨天在深圳中院受审",
    "publishedDate" => "2013-10-31 11:03",
    "viewcount"=> "7881"
);
$hot[]=$array;
  

 



	$smarty->assign('newslist',$result);
	$smarty->assign('hotlist',$hot);
  
  $smarty->display(ROOT.'/templates/news/index.tpl');
  
?>
